Repository: maykinmedia/archiefbeheercomponent
Catalog: src/archiefvernietigingscomponent/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Role
nl: Rol

source: username
nl: gebruikersnaam

source: Required. 150 characters or fewer.
nl: Vereist. 150 tekens of minder. Alleen letters, cijfers en @/,/+/-/_ tekens zijn toegestaan.

source: A user with that username already exists.
nl: Een gebruiker met deze gebruikersnaam bestaat al.

source: first name
nl: voornaam

source: last name
nl: achternaam

source: email address
nl: e-mailadres

source: staff status
nl: stafstatus

source: Designates whether the user can log into this admin site.
nl: Bepaalt of de gebruiker zich op deze beheerwebsite kan aanmelden.

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Bepaalt of deze gebruiker als actief dient te worden behandeld. U kunt dit uitvinken in plaats van een gebruiker te verwijderen.

source: date joined
nl: datum toegetreden

source: role
nl: rol

source: user
nl: gebruiker

source: users
nl: gebruikers

source: name
nl: naam

source: Name of the role
nl: Naam van de rol

source: The type of role
nl: Het type rol

source: can start destruction
nl: kan vernietigingslijsten opstellen

source: Designates whether people in this role can create a "vernietigingslijst", which is the starting point for the "records destruction" process.
nl: Gebruikers met deze rol kunnen "vernietigingslijsten" aanmaken, wat het startpunt van het vernietigingsproces is.

source: can review destruction
nl: kan vernietigingslijsten beoordelen

source: Designates if people in this role can review created record destruction lists and approve/reject them.
nl: Gebruikers met deze rol kunnen aangemaakte vernietigingslijsten beoordelen. Dit geeft de gebruikers enkel toegang tot de lijsten waarop ze als reviewer aangeduid zijn.

source: can view case details
nl: kan zaakgegevens inzien

source: Designates whether people in this role can view the contents of zaken listed on the record destruction lists.
nl: Gebruikers met deze rol mogen de zaakgegevens van zaken op de vernietigingslijst inzien.

source: roles
nl: rollen

source: The archivist needs to at least have the permission to review a destruction list.
nl: De archivaris moet minimaal de rechten hebben om een vernietigingslijst te beoordelen.

source: The record manager needs to at least have the permission to start a destruction list and to view the details of a case.
nl: De recordmanager moet minimaal de rechten hebben om een vernietigingslijst op te stellen en zaakgegevens in te zien.

source: The process owner needs to at least have the permission to review a destruction list and to view the details of a case.
nl: De proceseigenaar moet minimaal de rechten hebben om een vernietigingslijst te beoordelen en zaakgegevens in te zien.

source: The functional administrator should have all the permissions.
nl: De functioneel beheerder moet alle rechten hebben.

source: Archivist
nl: Archivaris

source: Process owner
nl: Proceseigenaar

source: Functional administrator
nl: Functioneel beheerder

source: Other
nl: Overige

source: suggested for destruction
nl: op de vernietigingslijst

source: removed from the list during review
nl: van de vernietingslijst afgehaald tijdens de reviewfase

source: is currently being destroyed
nl: wordt momenteel vernietigd

source: successfully destroyed
nl: met succes vernietigd

source: destruction did not succeed
nl: vernietiging is niet geslaagd

source: approved
nl: goedgekeurd

source: changes requested
nl: wijzigingen verzocht

source: rejected
nl: afgewezen

source: remove
nl: van lijst halen

source: change_and_remove
nl: wijzingen en van lijst halen

source: In progress
nl: In behandeling

source: Changes requested
nl: Wijzigingen verzocht

source: Rejected
nl: Afgewezen

source: Approved
nl: Goedgekeurd

source: Finished
nl: Verwerkt

source: author
nl: auteur

source: Creator of destruction list.
nl: Auteur van de vernietigingslijst.

source: created
nl: aangemaakt

source: end
nl: einde

source: assignee
nl: huidige verantwoordelijke

source: Currently assigned user.
nl: Gebruiker die momenteel toegekend is als verantwoordelijke.

source: contains sensitive information
nl: bevat gevoelige gegevens

source: Specify whether this list contains privacy sensitive data. If set to true, the report of destruction will NOT contain case descriptions or the remarks by the archivist.
nl: Geef aan of de lijst gevoelige gegevens bevat. Als dat het geval is, zullen de zaak omschrijving en de SAD opmerkingen NIET in de verklaring van vernietiging verschijnen.

source: destruction list
nl: vernietigingslijst

source: destruction lists
nl: vernietigingslijsten

source: You are assigned for review.
nl: Je bent als reviewer aangewezen.

source: There is a review to process.
nl: Er is een te verwerken beoordeling.

source: URL-reference to the ZAAK (in Zaken API), which is planned to be destroyed.
nl: URL-referentie naar de ZAAK (in de Zaken API) die vernietigd zal worden.

source: extra zaak data
nl: extra zaakgegevens

source: Additional information of the zaak
nl: Additionele informatie van de zaak

source: destruction list item
nl: vernietigingslijst item

source: destruction list items
nl: vernietigingslijst items

source: User, who performed review
nl: Gebruiker die de review uitvoerde

source: text
nl: tekst

source: Review comments on the destruction list in general
nl: Algemene opmerkingen op de vernietigingslijst

source: destruction list review
nl: vernietigingslijstreview

source: destruction list reviews
nl: vernietigingslijstreviews

source: Text of the comment to the review
nl: Text van de opmerking aan de review

source: destruction list review comment
nl: vernietigingslijstreview opmerking

source: destruction list review comments
nl: vernietigingslijstreview opmerkingen

source: Review comments on the destruction list item
nl: Opmerkingen op de item in de vernietigingslijst

source: suggestion
nl: suggestie

source: destruction list item review
nl: vernietingslijst item review

source: destruction list item reviews
nl: vernietingslijst item reviews

source: order
nl: volgorde

source: destruction list assignee
nl: vernietigingslijst reviewer

source: destruction list assignees
nl: vernietigingslijst reviewers

source: archive date
nl: archiefdatum

source: Only zaken with archiefactiedatum less that this date would be displayed for destruction
nl: Enkel de zaken met een archiefactiedatum die voor deze datum ligt komen in aanmerking voor vernietiging. Standaard wordt de 'huidige datum' gebruikt.

source: cases with short review process
nl: Er is een beoordeling te verwerken.

source: Cases for which a second reviewer of the destruction list is optional
nl: {author} heeft de vernietigingslijst beoordeeld.

source: archive configuration
nl: archief configuratie

source: reason
nl: reden

source: Reason for the reviewer to request changes to a list.
nl: Reden voor de reviewer om wijzigingen in een lijst te vereisen.

source: standard review answers
nl: standaard review antwoorden

source: Processing of the list is complete.
nl: De vernietigingslijst is helemaal verwerkt.

source: Destruction list %(list)s has been processed. You can download the report of destruction here: %(url)s
nl: Vernietigingslijst %(list)s is verwerkt. U kunt de verklaring van vernietiging here downloaden: %(url)s

source: History
nl: Geschiedenis

source: View on site
nl: Bekijk vernietigingslijst

source: Submit
nl: Indienen

source: Cancel
nl: Annuleren

source: Created on %(creation_date)s
nl: Aangemaakt op %(creation_date)s

source: Last review
nl: Laatste beoordeling

source: Author
nl: Auteur

source: Result
nl: Resultaat

source: Comments
nl: Opmerkingen

source: The destruction list hasn't been reviewed.
nl: De vernietigingslijst is nog niet beoordeeld.

source: Download destruction report:
nl: Download verklaring van vernietiging

source: <span class="log-item__user">%(user)s</span> has aborted the list <strong>%(list)s</strong> with %(counter)s zaak.
nl: <span class="log-item__user">%(user)s</span> heeft de vernietigingslijst <strong>%(list)s</strong> met %(counter)s zaak geannuleerd.

source: <span class="log-item__user">%(user)s</span> has created the review <strong>%(review)s</strong> and requested changes for %(counter)s item.
nl: <span class="log-item__user">%(user)s</span> heeft de review <strong>%(review)s</strong> opgevoerd. Er zijn aanpassingen gevraagd voor %(counter)s record.

source: created %(since)s ago
nl: %(since)s geleden aangemaakt

source: Email preferences
nl: E-mail voorkeuren

source: You are the current assignee!
nl: Jij bent momenteel de eigenaar van de huidige taak!

source: Review
nl: Beoordelen

source: %(author)s has aborted the destruction list. No further action is required.
nl: %(author)s heeft de vernietigingslijst geannuleerd. Er zijn verder geen acties nodig.

source: The destruction of this list can't be aborted because it has already been completed.
nl: De vernietiging van deze lijst kan niet geannuleerd worden want deze is al uitgevoerd.

source: {author} has reviewed the destruction list.
nl: {author} heeft de vernietigingslijst beoordeeld.

source: %(duration)s days
nl: %(duration)s dagen geleden

source: Report available
nl: Rapport beschikbaar

source: Review required
nl: Review vereist

source: Changes required
nl: Wijzigingen verzocht

source: When an action is required
nl: Als een actie vereist is

source: Never
nl: Nooit

source: Unknown variable used in the email body.
nl: Onbekend variabele in de inhoud van de email

source: Cannot include the report link in the body of this type of email.
nl: De link naar de verklaring van vernietiging mag niet gebruikt worden in emails met dit type.

source: When using the municipality variable, a municipality name needs to be configured.
nl: De gemeente naam moet geconfigureerd zijn om de 'municipality' variabele te gebruiken.

source: Notify via email:
nl: Melding via email:

source: municipality
nl: gemeente

source: The municipality on behalf of which the emails are sent.
nl: De gemeente namens wie de email is gestuurd.

source: from email
nl: van email

source: The email address to use to send the automatic emails
nl: De email adres gebruikt om automatische emails te sturen

source: email configuration
nl: email configuratie

source: The type of email
nl: Het type van email

source: body
nl: inhoud

source: The text sent in the email body
nl: De tekst gestuurd in de email inhoud

source: subject
nl: onderwerp

source: The text sent in the email subject
nl: De tekst gestuurd in de email onderwerp

source: Automatic email
nl: Automatische email

source: Automatic emails
nl: Automatische emails

source: User associated with the preferences
nl: User geassocieerd met de email voorkeuren

source: Email preference
nl: Email voorkeur

source: My email preferences
nl: Mijn email voorkeuren

source: I would like to be notified by email:
nl: Ik wil een email ontvangen:

source: message
nl: bericht

source: notification
nl: notificatie

source: notifications
nl: notificaties

source: %(duration)s ago
nl: %(duration)s geleden

source: View destruction list
nl: Bekijk vernietigingslijst

source: title
nl: titel

source: Title of the destruction report
nl: Titel van verklaring van vernietiging

source: process owner
nl: proceseigenaar

source: Process owner of the destruction list for which the report was created
nl: Proceseigenaar van de vernietigingslijst waarvoor de verklaring van vernietiging is gemaakt

source: content pdf
nl: inhoud pdf

source: Content of the destruction report in PDF format
nl: Inhoud van de verklaring van vernietiging in PDF formaat.

source: content csv
nl: inhoud csv

source: Destruction list for which the report was created.
nl: Vernietingslijst waarvoor de verklaring van vernietiging is gemaakt.

source: Destruction report
nl: Verklaring van vernietiging

source: Destruction reports
nl: Verklaringen van vernietiging

source: Only a process owner can be associated with a destruction report
nl: Alleen een proceseigenaar mag geassocieerd worden met een verklaring van vernietiging

source: Unique ID
nl: Uniek kenmerk

source: Description
nl: Beschrijving

source: Duration
nl: Looptijd

source: Destruction category Selectielijst
nl: Vernietigings-Categorie Selectielijst

source: Explanation
nl: Toelichting

source: Remarks SAD
nl: Opmerkingen SAD

source: Reaction caretaker
nl: Reactie zorgdrager

source: Case type
nl: Zaaktype

source: Archive action period
nl: Archiefactietermijn

source: Result type
nl: Resultaattype

source: Organisation responsible
nl: Verantwoordelijke organisatie

source: Relations
nl: Relaties

source: %(looptijd)s days
nl: %(looptijd)s dagen

source: Yes
nl: Ja

source: No
nl: Nee

source: Declaration of destruction - %(name)s (%(date)s)
nl: Verklaring van vernietiging - %(name)s (%(date)s)

source: Administration
nl: Beheer

source: Logged in as
nl: Ingelogd als

source: Change password
nl: Wachtwoord wijzigen

source: Log out
nl: Uitloggen

source: Login with ADFS
nl: Inloggen met ADFS

source: first
nl: eerste

source: previous
nl: vorige

source: current page
nl: huidige pagina

source: page %(n)s
nl: pagina %(n)s

source: next
nl: volgende

source: last
nl: laatste

source: Admin
nl: Beheer

source: Text
nl: Tekst

source: Colors
nl: Kleuren

source: Enter a valid HTML color code value consisting of only hexidecimal characters.
nl: Vul een valide HTML kleurcode in, bestaande uit enkel hexidecimale karakters.

source: Image will be scaled down to a height of 100 pixels. Typically upload a picture with a height of 200 pixels.
nl: Afbeelding wordt geschaald naar een hoogte van 100 pixels. Upload bij voorkeur een afbeelding van 200 pixels hoog.

source: Organization name
nl: Organisatienaam

source: Shown at the top of the footer.
nl: Wordt weergegeven aan de bovenkant van de footer.

source: Tagline
nl: Slogan

source: Shown just below the organization name in the footer.
nl: Wordt getoond net onder de organisatienaam in de footer.

source: Phone number
nl: Telefoonnummer

source: Shown below the tagline in the footer.
nl: Wordt getoond onder de slogan in de footer.

source: Address
nl: Adres

source: Shown as an address section at the bottom of the footer. Newlines are supported.
nl: Wordt getoond als adres-sectie onderin de footer. Regelafbreking wordt ondersteund.

source: Primary color
nl: Hoofdkleur

source: The main color used for footer and buttons.
nl: De hoofdkleur die wordt gebruikt voor de footer en knoppen.

source: Primary color (light)
nl: Hoofdkleur (licht)

source: Used in places where the main color is too dark.
nl: Wordt gebruikt waar de hoofdkleur te donker is.

source: Secondary color
nl: Bijkleur

source: Typically a darker shade or contrasting color of the primary color, used for button hover states, panel headers and outlines.
nl: Typisch een donkerdere tint of contrasterende kleur van de hoofdkleur. Wordt gebruikt voor knop hover-states, paneel titels en randen.

source: Link color
nl: Linkkleur

source: The main link color.
nl: De hoofd linkkleur

source: Link color (dark)
nl: Link kleur (donker)

source: Typically a darker shade of the link color, used for hover states.
nl: Typisch een donkerdere tint van de linkkleur, gebruikt voor hover-states.

source: Theme configuration
nl: Thema configuratie
